{
	"connect": "Conectar",
	"retry": "Reintentar",
	"cancel": "Cancelar",
	"connFailed": "Conexión Fallida",
	"connFailedInfo": "No se puede conectar a la base de datos host porque el acceso fué denegado. Compruebe su host, nombre de usuario y contraseña, y asegúrese de que el acceso desde su ubicación actual está permitido.",
	"creationFailed": "Creación Fallida",
	"creationFailedInfo": "No se puede crear la base de datos. Compruebe su host, nombre de usuario y contraseña, y asegúrese de que el usuario especificado tiene los derechos para modificar y añadir contenido a la base de datos.",
	"savingFailed": "Guardado Fallido",
	"savingFailedInfo": "No se puede guardar esta configuración. Permiso denegado en  <b>'data/'</b>. Por favor, establece permisos de lectura, escritura y ejecución para otros en <b>'data/'</b> y <b>'uploads/'</b>. Echa un vistazo al archivo Readme para obtener más información.",
	"configFailed": "Configuración Fallida",
	"configFailedInfo": "Algo inesperado sucedió. Por favor, inténtelo de nuevo y comprueba la instalación y el servidor. Echa un vistazo al archivo Readme para obtener más información.",
	"config": "Configuración",
	"configEnter": "Introduzca sus datos de conexión a la base de datos a continuación",
	"dbHost": "Host de la Base de Datos (opcional)",
	"dbUser": "Usuario de la Base de Datos",
	"dbPassword": "Contraseña de la Base de Datos",
	"dbName": "Nombre de la Base de Datos (opcional)",
	"dbTablePrefix": "Prefijo de tabla (opcional)",
	"dbWillBeCreated": "Lychee creará su propia base de datos. Si es necesario, puede introducir el nombre de una base de datos existente en su lugar",
	"createLogin": "Crear Usuario",
	"wrongInput": "Entrada Incorrecta",
	"wrongInputInfo": "El nombre de usuario o contraseña introducida no es suficientemente larga. Por favor, inténtelo de nuevo con otro nombre de usuario y contraseña.",
	"loginCreationFailedInfo": "No se puede guardar el usuario. Por favor, inténtelo de nuevo con otro nombre de usuario y contraseña.",
	"loginEnter": "Introduzca un nombre de usuario y una contraseña para su instalación",
	"changeLogin": "Cambiar Usuario",
	"wrongOldPassword": "Su contraseña anterior se ha introducido de forma incorrecta. Por favor, vuelve a intentarlo.",
	"wrongNewPassword": "Su nueva contraseña se ha introducido de forma incorrecta. Por favor, vuelve a intentarlo.",
	"wrongNewUsername": "Su nuevo usuario se ha introducido de forma incorrecta. Por favor, vuelve a intentarlo.",
	"oldPasswordEnter": "Introduzca su contraseña actual",
	"oldPassword": "Contraseña Actual",
	"newUsername": "Nuevo Nombre de Usuario",
	"newPassword": "Nueva Contraseña",
	"loginWillBeChangedTo": "Su nombre de usuario y contraseña se cambiarán por los siguientes",
	"changeSorting": "Cambiar Orden",
	"sortBy": "Ordenar fotos por {OPTIONS} en un orden {ORDER}.",
	"sortId": "Tiempo de Subida",
	"sortTakestamp": "Fecha de captura",
	"sortTitle": "Título",
	"sortDescription": "Descripción",
	"sortPublic": "Públicas",
	"sortStar": "Favoritas",
	"sortType": "Formato",
	"sortAsc": "Ascendente",
	"sortDesc": "Descendiente",
	"setKey": "Establecer Clave",
	"setDropboxKey": "Establecer Dropbox Key",
	"setDropboxKeyInfo": "In order to import photos from your Dropbox, you need a valid drop-ins app key from <a href='{WEBSITE}'>their website</a>. Generate yourself a personal key and enter it below",
	"dropboxKey": "Dropbox API Key"
}
